
;   ▄█     █▄     ▄████████    ▄█   ▄█▄  ▄█   ▄███████▄     ▄████████    ▄████████    ▄█    █▄     ▄█  
;  ███     ███   ███    ███   ███ ▄███▀ ███  ██▀     ▄██   ███    ███   ███    ███   ███    ███   ███  
;  ███     ███   ███    ███   ███▐██▀   ███▌       ▄███▀   ███    ███   ███    █▀    ███    ███   ███▌ 
;  ███     ███   ███    ███  ▄█████▀    ███▌  ▀█▀▄███▀▄▄   ███    ███   ███         ▄███▄▄▄▄███▄▄ ███▌ 
;  ███     ███ ▀███████████ ▀▀█████▄    ███▌   ▄███▀   ▀ ▀███████████ ▀███████████ ▀▀███▀▀▀▀███▀  ███▌ 
;  ███     ███   ███    ███   ███▐██▄   ███  ▄███▀         ███    ███          ███   ███    ███   ███  
;  ███ ▄█▄ ███   ███    ███   ███ ▀███▄ ███  ███▄     ▄█   ███    ███    ▄█    ███   ███    ███   ███  
;   ▀███▀███▀    ███    █▀    ███   ▀█▀ █▀    ▀████████▀   ███    █▀   ▄████████▀    ███    █▀    █▀   
;                             ▀                                                                        

;  ▀█████████▄   ▄█          ▄████████  ▄████████    ▄█   ▄█▄  ▄█     █▄     ▄████████     ███      ▄████████    ▄█    █▄    
;    ███    ███ ███         ███    ███ ███    ███   ███ ▄███▀ ███     ███   ███    ███ ▀█████████▄ ███    ███   ███    ███   
;    ███    ███ ███         ███    ███ ███    █▀    ███▐██▀   ███     ███   ███    ███    ▀███▀▀██ ███    █▀    ███    ███   
;   ▄███▄▄▄██▀  ███         ███    ███ ███         ▄█████▀    ███     ███   ███    ███     ███   ▀ ███         ▄███▄▄▄▄███▄▄ 
;  ▀▀███▀▀▀██▄  ███       ▀███████████ ███        ▀▀█████▄    ███     ███ ▀███████████     ███     ███        ▀▀███▀▀▀▀███▀  
;    ███    ██▄ ███         ███    ███ ███    █▄    ███▐██▄   ███     ███   ███    ███     ███     ███    █▄    ███    ███   
;    ███    ███ ███▌    ▄   ███    ███ ███    ███   ███ ▀███▄ ███ ▄█▄ ███   ███    ███     ███     ███    ███   ███    ███   
;  ▄█████████▀  █████▄▄██   ███    █▀  ████████▀    ███   ▀█▀  ▀███▀███▀    ███    █▀     ▄████▀   ████████▀    ███    █▀    
;               ▀                                   ▀                                                                        

[MD_WOTC_OW_WAKIZASHI_BLACKWATCH_T3 X2WeaponTemplate]
FriendlyName="Blackwatch Wakizashi"
AbilityDescName="blackwatch wakizashi"
BriefSummary="While swords have somewhat limited use among certain CQC specialists shorter blades have long been favored by soldiers for various reasons. This one is modeled on a Wakizashi, a popular sidearm historically used in japan. This blade is a modified wakizashi from a covert division within Overwatch."
TacticalText="<Bullet/>Type: Wakizashi\n<Bullet/>Origin: European Union\n<Bullet/>Tier: Beam"

[MD_WOTC_OW_WAKIZASHI_BLACKWATCH_T4 X2WeaponTemplate]
FriendlyName="Hell-forged Wakizashi"
AbilityDescName="blackwatch wakizashi"
BriefSummary="While swords have somewhat limited use among certain CQC specialists shorter blades have long been favored by soldiers for various reasons. This one is modeled on a Wakizashi, a popular sidearm historically used in japan. This blade is a modified wakizashi from a covert division within Overwatch.\n This variant of the wakizashi is much stronger than anything we've ever seen. After studying the Chosen Assassin's Blade, we can apply the same concepts onto the wakizashi, creating a very strong blade that never goes dull and never misses."
TacticalText="<Bullet/>Type: Wakizashi\n<Bullet/>Origin: European Union\n<Bullet/>Tier: Forged"